[
    {
        "nome popular": "Flores do ipê",
        "nome cientifico": "Handroanthus chrysotrichus, Handroanthus impetiginosus, Handroanthus heptaphyllus, Tabebuia aurea e Tabebuia roseoalba",
        "caracteristicas": "roxas, amarelas e brancas de ipês com flores comestíveis. Perfume adocidado e leve amagor."
    },
    {
        "nome popular": "Brotos e sementes da araucária",
        "nome cientifico": "Araucaria angustifolia",
        "caracteristicas": "são comestíveis seus brotos jovens, retirando-se as folhas externas, mais duras"
    },
    {
        "nome popular": "Frutos da costela-de-adão",
        "nome cientifico": "Monstera deliciosa",
        "caracteristicas": "sua identificação são os furos arredondados nas folhas, normalmente ausentes nas outras espécies"
    },
    {
        "nome popular": "Flores e folhas do hibisco",
        "nome cientifico": "Hibiscus rosa-sinensis",
        "caracteristicas": "As folhas jovens substitutem o espinafre ou a couve em saladas e pratos quentes"
    },
    {
        "nome popular": "Folhas e rizomas da taioba-roxa",
        "nome cientifico": "Xanthosoma violaceum",
        "caracteristicas": "O rizoma (caule subterrâneo) pode ser cozido e, após descascado, comido frito, assado ou como purê"
    },
    {
        "nome popular": "Folhas da paineira",
        "nome cientifico": "Ceiba speciosa",
        "caracteristicas": "São uma excelente fonte de minerais, como o fósforo"
    },
    {
        "nome popular": "Flores e palmito da pata-de-elefante ou iuca-elefante",
        "nome cientifico": "Yucca guatemalensis",
        "caracteristicas": "O miolo dos brotos terminais (palmitos) são comidos crus ou em conservas. A espécie é bastante consumida em El Salvador"
    },
    {
        "nome popular": "Flores e sementes verdes do flamboianzinho",
        "nome cientifico": "Caesalpinia pulcherrima",
        "caracteristicas": "Após fervidas, as sementes imaturas (verdes) podem ser consumidas como o grão-de-bico, quentes ou frias, ou transformadas em patês. "
    },
    {
        "nome popular": "Sementes da castanha-do-maranhão",
        "nome cientifico": "Bombacopsis glabra",
        "caracteristicas": "As sementes, obtidas quando as frutas maduras caem e se abrem, podem ser comidas cruas ou assadas, deve-se perfurá-las para que não estourem"
    },
    {
        "nome popular": "Palma",
        "nome cientifico": "Cactus cochenillifer, Nopala cocifera, Opuntia cochenillifera",
        "caracteristicas": "As palmas jovens podem ser grelhadas, salteadas, ensopadas ou usadas para fazer pães e bolos"
    }
]